Repository: wbsoft/lilykde
Catalog: frescobaldi/po/*.po
Languages: fr

source: Make durations implicit (remove repeated durations).
fr: Rendre les durées implicites (enlever les durées répétées).

source: Make explicit
fr: Durées explicites

source: Make durations explicit (add duration to every note, even if it is the same as the preceding note).
fr: Rendre les durées explicites (ajouter une durée à chaque note).

source: Apply rhythm...
fr: Appliquer un rythme...

source: Apply an entered rhythm to the selected music.
fr: Appliquer un rythme saisi à la musique sélectionnée.

source: Copy rhythm
fr: Copier le rythme

source: Copy the rhythm of the selected music.
fr: Copier le rythme de la musique sélectionnée.

source: Paste rhythm
fr: Coller le rythme

source: Paste a rhythm to the selected music.
fr: Coller le rythme de la musique sélectionnée.

source: Remove hyphenation
fr: Réunir les syllabes des paroles

source: Copy Lyrics with hyphenation removed
fr: Copier les paroles avec les syllabes réunies

source: Single Quote
fr: Guillemets simples

source: Double Quote
fr: Guillemets doubles

source: Align
fr: Aligner

source: Insert LilyPond version
fr: Insérer la version de LilyPond

source: Update with convert-ly
fr: Mettre à jour avec convert-ly

source: Open Current Folder
fr: Ouvrir le répertoire courant

source: Repeat selected music
fr: Répéter la musique sélectionnée.

source: Insert pair of braces
fr: Insérer une paire d'accolades

source: Your document has been modified and needs to be saved before LilyPond can be started. Save the document now?
fr: Votre document a été modifié et doit être enregistré avant de lancer Lilypond. Enregistrer le document maintenant?

source: There is already a LilyPond job running for this document.
fr: Il y a déjà un processus Liypond en cours pour ce document.

source: Can't process document
fr: Impossible de traiter le document

source: Continue anyway?
fr: Continuer quand-même?

source: You want to run LilyPond in preview mode (with point and click enabled), but your document contains a command to turn point and click off.
fr: Vous souhaitez lancer Lilypond dans le mode aperçu (avec l'interface pointer et cliquer d'activé) mais votre document contient une commande qui désactive l'interface pointer et cliquer.

source: You want to run LilyPond in publish mode (with point and click disabled), but your document contains a command to turn point and click on.
fr: Vous souhaitez lancer Lilypond dans le mode publication (avec l'interface pointer et cliquer désactivé) mais votre document contient une commande qui active l'interface pointer et cliquer.

source: Abort the running LilyPond process
fr: Mettre fin au processus Lilypond en cours d'exécution

source: Run LilyPond in preview mode (Shift-click for custom dialog)
fr: Lancer LilyPond en mode aperçu (Maj-clic pour personnaliser)

source: Quick Insert
fr: Insertion rapide

source: Apply Rhythm
fr: Appliquer un rythme

source: Enter a rhythm:
fr: Saisissez un rythme :

source: Enter a rhythm using space separated duration values (e.g. 8. 16 8 4 8)
fr: Entrez des durées séparées par des espaces (ex.: 8. 16 8 4 8)

source: S&ynchronize Terminal with Current Document
fr: S&ynchronise le terminal avec le document courant

source: MIDI Player
fr: Lecteur MIDI

source: PDF Preview
fr: Aperçu PDF

source: Show PDF Navigation Panel
fr: Afficher le panneau de navigation PDF

source: Show PDF minipager
fr: Montrer les miniatures du PDF.

source: Configure Okular...
fr: Configurer Okular...

source: S&ynchronize Preview with Current Document
fr: S&ynchronise la prévisualisation avec le document courant

source: Reload
fr: Recharger

source: LilyPond Log
fr: Messages de LilyPond

source: no log
fr: pas de messages

source: Only show on errors
fr: Ne montrer qu'en cas d'erreurs.

source: LilyPond Documentation
fr: Documentation LilyPond

source: The meter to use. Leave 'Auto' to let Frescobaldi determine the meter from the LilyPond document.
fr: Chiffre de mesure. Laissez 'Auto' pour que Frescobaldi le détermine à partir du document LilyPond.

source: Quantize:
fr: Quantifier :

source: The shortest note duration to use.
fr: La plus courte valeur à autoriser.

source: Step
fr: Unité

source: Record LilyPond input note by note, without durations.
fr: Enregistrer le code LilyPond note par note, sans durées.

source: Record monophonic input, without chords.
fr: Enregistrer du code LilyPond monophonique, sans accords.

source: The number of accidentals. A negative number designates flats. Leave 'Auto' to let Frescobaldi determine the key signature from the LilyPond document.
fr: Nombre d'altérations (un nombre négatif désigne des bémols). Laissez 'Auto' pour que Frescobaldi le détermine à partir du document.

source: Meter:
fr: Chiffre de mesure :

source: Key:
fr: Tonalité :

source: Configure...
fr: Réglages...

source: Adjust more settings, like MIDI input and output.
fr: Réglages avancés, tels que l'entrée et sortie MIDI.

source: Save
fr: Enregistrer

source: Set these settings as default.
fr: Enregistrer ces réglages en tant que défaut.

source: Found rumor version %1.
fr: Trouvé Rumor version %1.

source: Could not find Rumor: %1
fr: Impossible de trouver Rumor : %1

source: Settings have been saved.
fr: Les réglages ont été enregistrés.

source: Record
fr: Enregistre

source: Start or stop Rumor MIDI-recording.
fr: Lancer ou arrêter l'enregistrement MIDI Rumor.

source: Rumor is recording, press ESC to stop.
fr: Rumor enregistre, appuyez sur ESC pour l'arrêter.

source: Rumor stopped.
fr: Rumor arrêté.

source: Start or stop the TiMidity ALSA MIDI client.
fr: Lancer ou arrêter le client ALSA TiMidity.

source: Rumor Settings
fr: Réglages de Rumor

source: OSS device %1
fr: Périphérique OSS %1

source: Keyboard
fr: Clavier

source: MIDI input:
fr: Entrée MIDI:

source: MIDI input to use. Choose 'Keyboard' if you want to play on the keyboard of your computer.
fr: Entrée MIDI à utiliser. Choisissez 'Clavier' pour jouer sur le clavier de votre ordinateur.

source: MIDI output:
fr: Sortie MIDI :

source: MIDI output to use.
fr: Sortie MIDI à utiliser.

source: Language:
fr: Langue :

source: The LilyPond language you want Rumor to output the pitches in.
fr: Langue du nom des notes pour la saisie par Rumor.

source: Explicit durations
fr: Durées explicites

source: Add a duration after every note, even if it is the same as the preceding note.
fr: Ajouter une durée à chaque note, même si une valeur identique est répétée.

source: Absolute pitch
fr: Hauteurs absolues

source: Use absolute pitches instead of relative.
fr: Utiliser des hauteurs absolues, et non relatives.

source: No barlines
fr: Pas de barres de mesures

source: Filter the barlines out of Rumor's output.
fr: Enlever les barres de mesures de la saisie par Rumor.

source: No dots
fr: Pas de points

source: Do not use dotted notes, but ties instead.
fr: Utiliser des notes liées et non pointées.

source: Do not use rests, but give all notes the maximum length.
fr: Donner à chaque note sa durée maximale (supprimer les silences).

source: Strip rests
fr: Enlever les silences

source: Strip leading and trialing rests from output.
fr: Enlever les silences d'introduction ou d'hésitation.

source: Guile scripts to load:
fr: Scripts Guile à charger:

source: Here you can select which Guile scripts you want Rumor to load. Check "What's this" for more information.
fr: Sélectionnez ici des scripts Guile que vous voulez charger dans Rumor. Voir "Qu'est-ce que c'est" pour plus d'informations.

source: Here you can select which Guile scripts you want Rumor to load. You can add your own scripts by putting them in %1. If the first line of your script starts with a semicolon (;) that line will be shown as description.
fr: Sélectionnez ici des scripts Guile que vous voulez charger dans Rumor. Vous pouvez ajouter vos propres scripts dans %1. Si la première ligne de votre script commence par un point-virgule (;), cette ligne sera affichée comme description.

source: preview mode
fr: mode aperçu

source: publish mode
fr: mode publication

source: LilyPond %1 [%2] starting (%3)...
fr: LilyPond %1 [%2] : lancement (%3)...

source: LilyPond [%1] starting (%2)...
fr: LilyPond [%1] : lancement (%2)...

source: LilyPond [%1] exited with return code %2.
fr: LilyPond [%1] : interruption avec le code %2.

source: LilyPond [%1] exited with exit status %2.
fr: LilyPond [%1] : interruption avec le code %2.

source: LilyPond [%1] finished (%2).
fr: LilyPond [%1] : traitement achevé (%2).

source: Could not start LilyPond. Please check path and permissions.
fr: Impossible de lancer LilyPond. Vérifier le chemin et les permissions.

source: Could not read from the LilyPond process.
fr: Impossible de lire à partir du processus LilyPond.

source: An unknown error occured.
fr: Une erreur inconnue est survenue.

source: Run LilyPond
fr: Lancer LilyPond

source: Select which LilyPond version you want to run:
fr: Choisissez la version de LilyPond que vous voulez utiliser :

source: Run LilyPond in preview mode (with Point and Click)
fr: Lancer LilyPond en mode aperçu (avec pointer et cliquer)

source: Run LilyPond with verbose output
fr: Lancer LilyPond avec sortie détaillée

source: Command
fr: Commande

source: Use LilyPond version %1
fr: Utiliser la version %1 de LilyPond

source: default
fr: défaut

source: Default LilyPond Version.
fr: Version par défaut de LilyPond.

source: automatic
fr: automatique

source: Automatic LilyPond Version (determined from document).
fr: Version automatique de LilyPond (d'après le document).

source: Path: %1
fr: Chemin : %1

source: LilyPond (version unknown)
fr: LilyPond (version inconnue)

source: Use LilyPond (version unknown) Path: %1
fr: Utiliser LilyPond (version inconnue) Chemin : %1

source: Click to edit this file
fr: Cliquer pour éditer ce fichier

source: Save LilyPond Log as
fr: Enregistrer les messages de LilyPond sous...

source: Could not save LilyPond log: %1
fr: Impossible d'enregistrer les messages de LilyPond : %1

source: Configure
fr: Réglages

source: General Preferences
fr: Préférences générales

source: General Frescobaldi Preferences
fr: Préférences générales de Frescobaldi

source: LilyPond Preferences
fr: Préférences pour LilyPond

source: Paths
fr: Chemins

source: Paths to programs or data used by Frescobaldi
fr: Chemins vers les programmes ou données utilisées par Frescobaldi

source: Rumor MIDI input
fr: Entrée MIDI Rumor

source: Rumor MIDI input plugin settings
fr: Configurations du module d'entrée MIDI Rumor

source: Editor Component
fr: Éditeur intégré

source: Editor Component Options
fr: Réglages de l'éditeur intégré.

source: Running LilyPond
fr: L'exécution de LilyPond

source: Let LilyPond delete intermediate output files
fr: Effacer les fichiers de rendu intermédiaires.

source: LilyPond include path:
fr: Chemins d'inclusion Lilypond:

source: When saving documents
fr: Lors de l'enregistrement des documents

source: Remember cursor position, bookmarks, etc.
fr: Se rappeler la position du curseur, les signets, etc.

source: Default directory:
fr: Répertoire par défaut :

source: The default folder for your LilyPond documents (optional).
fr: Le répertoire par défaut de vos documents LilyPond (facultatif).

source: LilyPond version number to use for new documents
fr: Indiquez la version de LilyPond utilisée pour ce document.

source: Use version number of installed LilyPond
fr: Utiliser le numéro de la version de LilyPond installée

source: Use version number of last convert-ly rule
fr: Utiliser le numéro de version de la dernière règle convert-ly

source: Use custom version number:
fr: Utiliser un numéro de version personnalisé :

source: Enter a valid LilyPond version number, e.g. 2.12.0
fr: Entrez un numéro version de LilyPond valide, par exemple 2.12.0

source: Warnings and Notifications
fr: Avertissements et notifications

source: Warn when a document contains a conflicting point and click setting
fr: Avertir lorsqu'un document contient un paramètre pointer et cliquer erroné

source: Warn when a document needs to be saved before LilyPond is run
fr: Avertir lorsqu'un document nécessite un enregistrement avant le lançage de Lilypond

source: Warn when saving a session would overwrite another
fr: Avertir lorsqu'une session écraserait une autre

source: Point and Click
fr: Pointer et cliquer

source: Enable Point and Click
fr: Activer la fonctionnalité pointer et cliquer

source: Click this button if Point and Click does not work. See Shift+F1 (What's This) for more information.
fr: Cliquez ce bouton si la fonctionnalité pointer et cliquer de fonctionne pas. Voir Shift-F1 (Qu'est-ce que c'est?) pour plus de détails.

source: On its first run, Frescobaldi tries to auto-configure Okular (which provides the PDF preview) to call Frescobaldi when a clickable object is clicked. But this setting can get lost when you move Frescobaldi to a different location or when other applications reconfigure Okular. Click this button to configure Frescobaldi as 'custom editor' inside Okular. This works best when all instances of Okular are closed and the PDF preview has not yet been opened.
fr: Au premier lançage, Frescobaldi essaye d'auto-configurer Okular (qui fournit l'aperçu des PDF) d'appeler Frescobaldi lorsqu'un objet cliquable est cliqué. Cependant, ce paramètre peut se perdre lorsque vous changez Frescobaldi d'emplacement ou lorsqu'un autre programme reconfigure Okular. Cliquez ce bouton afin de configurer Frescobaldi comme 'éditeur de préférence' dans Okular. Ceci fonctionne le mieux lorsque toutes les instances de Okular sont fermées et l'aperçu PDF n'a pas déjà été affiché.

source: The Okular PDF preview has been reconfigured. If you already opened the PDF preview, restart Frescobaldi for the new settings to take effect.
fr: L'aperçu PDF Okular a été reconfiguré. Si vous avez déjà ouvert l'aperçu PDF, redémarrez Frescobaldi pour que les nouveaux paramétrages prennent effets.

source: Helper applications
fr: Applications auxiliaires

source: PDF Viewer:
fr: Afficheur PDF :

source: PDF Viewer
fr: Afficheur PDF

source: (leave empty for operating system default)
fr: (laissez vide pour le réglage par défaut de votre système)

source: MIDI Player:
fr: Lecteur MIDI :

source: Url or path to the LilyPond documentation.
fr: URL ou chemin complet de la documentation de LilyPond

source: Lyrics Hyphenation
fr: Césure des paroles

source: Paths to search for hyphenation dictionaries of OpenOffice.org, Scribus, KOffice, etc, one per line. If you leave out the starting slash, the prefixes from the KDEDIRS environment variable are prepended.
fr: Chemins à parcourir pour les dictionnaires de césure d'OpenOffice.org, Scribus, KOffice,... (un seul par ligne). Tout chemin ne commençant pas par une barre oblique sera parcouru à partir de la variable d'environnement KDEDIRS.

source: Commands used by the Rumor MIDI input module
fr: Commandes utilisées par le module d'entrée MIDI Rumor

source: Name or full path of the Rumor program.
fr: Nom ou chemin complet de l'exécutable Rumor.

source: Name or full path of the aconnect program (part of ALSA, for MIDI input and playback using Rumor).
fr: Nom ou chemin de l'exécutable aconnect (inclus dans ALSA, pour entrée et sortie MIDI via Rumor).

source: Full command to start Timidity (or any other program) as an ALSA MIDI client.
fr: Commande complète de lancement de TiMidity (ou autre) en tant que client MIDI pour ALSA.

source: LilyPond versions to use:
fr: Versions de LilyPond à utiliser :

source: Enable automatic version selection (choose LilyPond version from document)
fr: Activer la sélection de version automatique (la version de LilyPond sera choisie d'après le document).

source: Document Tabs
fr: Onglets de documents

source: Close Button
fr: Bouton de fermeture

source: Large Tabs
fr: Grands onglets

source: Tabs can be moved
fr: Les onglets peuvent êtres déplacés

source: Path
fr: Chemin

source: Can't determine LilyPond version.
fr: Impossible de déterminer la version de LilyPond.

source: LilyPond Command:
fr: Commande de LilyPond :

source: Name or full path of the LilyPond program.
fr: Nom ou chemin complet de l'exécutable LilyPond.

source: LilyPond Command
fr: Commande de LilyPond

source: Set as default
fr: Définir en tant que défaut

source: Include in automatic version selection
fr: Inclure dans la sélection automatique de version.

source: Session to load if Frescobaldi is started without arguments
fr: Session à charger si Frescobaldi est lancé sans arguments

source: Start with no session
fr: Commencer sans session

source: Start with last used session
fr: Commencer avec la dernière session utilisée

source: Start with session:
fr: Commencer avec la session:

source: Choose a session.
fr: Choisir une session.

source: Choose...
fr: Choisissez...

source: Your document has already a LilyPond version statement.
fr: Ce document comprend déjà une indication de version.

source: Version already set
fr: Version déjà définie

source: Can't determine the version of LilyPond. Please check your LilyPond installation.
fr: Impossible de déterminer la version de LilyPond. Veuillez vérifier votre installation.

source: Can't determine the LilyPond version of the current document. Please add a \version statement with the correct version.
fr: Impossible de déterminer la version de LilyPond utilisée dans ce document. Ajoutez une indication de \version correcte.

source: This LilyPond document is already up-to-date.
fr: Ce document est déjà à jour.

source: The document has been processed with convert-ly. You'll find the messages of convert-ly in a comment block at the end. You still may have to edit some parts manually.
fr: Ce document a été mis à jour par convert-ly. Vous trouverez à la fin les messages de convert-ly, en commentaire. Certains endroits peuvent nécessiter des modifications manuelles.

source: The document has been processed with convert-ly, but remained unchanged. This is the message given by convert-ly: %1
fr: Ce document a été traité par convert-ly, mais n'a subi aucun changement. Voici le message rapporté par convert-ly : %1

source: Could not start convert-ly: %1
fr: Impossible de lancer convert-ly : %1

source: Tap
fr: Pulsation

source: Click this button a few times to set the tempo.
fr: Cliquez plusieurs fois sur ce bouton pour régler le tempo.

source: The tempo in beats per minute.
fr: Tempo, en pulsations par minute.

source: Treble
fr: Clé de sol

source: Tenor
fr: Ténor

source: Treble 8
fr: Clé de sol 8

source: Bass
fr: Basse

source: Percussion
fr: Percussions

source: Tab clef
fr: Tablature

source: No Clef
fr: Pas de clef

source: Score Setup Wizard
fr: Assistant de création de partition.

source: Titles and Headers
fr: Titres et En-têtes

source: Click to enter a value.
fr: Cliquez pour saisir une valeur.

source: bottom of first page
fr: bas de la première page

source: bottom of last page
fr: bas de la dernière page

source: Parts
fr: Parties

source: Available parts:
fr: Parties disponibles :

source: Add selected part to your score.
fr: Ajouter la partie sélectionnée à votre partition.

source: Score:
fr: Partition :

source: Score settings
fr: Réglages de la partition

source: General preferences
fr: Préférences générales

source: Instrument names
fr: Noms des instruments

source: Key signature:
fr: Armure :

source: Time signature:
fr: Chiffre de mesure :

source: Pickup measure:
fr: Anacrouse :

source: Metronome mark:
fr: Indication métronomique :

source: Tempo indication:
fr: Indication de tempo :

source: A tempo indication, e.g. "Allegro."
fr: Indiquez le tempo, par exemple "Allegro".

source: Pitch name language:
fr: Langue pour le nom des notes :

source: The LilyPond language you want to use for the pitch names.
fr: Langue du nom des notes dans le code LilyPond.

source: The LilyPond version you will be using for this document.
fr: Indiquez la version de LilyPond utilisée pour ce document.

source: Use typographical quotes
fr: Utiliser des guillemets typographiques

source: Replace normal quotes in titles with nice typographical quotes.
fr: Remplacer les guillemets standard par des guillemets typographiques.

source: Suppress the default tagline output by LilyPond.
fr: Enlever le pied de page ajouté par défaut à la dernière page.

source: Remove bar numbers
fr: Enlever les numéros de mesure

source: Suppress the display of measure numbers at the beginning of every system.
fr: Empêcher l'affichage de numéros de mesure au début de chaque système.

source: Create MIDI output
fr: Créer un rendu MIDI

source: Create a MIDI file in addition to the PDF file.
fr: Créer un fichier MIDI en plus du rendu PDF.

source: Show metronome mark
fr: Afficher l'indication de métronome

source: If checked, show the metronome mark at the beginning of the score. The MIDI output also uses the metronome setting.
fr: Cochez cette case pour afficher une indication métronomique au début de la partition ; elle sera également utilisée dans la sortie MIDI.

source: Wrap score in \book block
fr: Inclure la partition dans un bloc \book

source: If checked, wraps the \score block inside a \book block.
fr: Si activé, le bloc \score sera inclus dans un bloc \book.

source: Landscape
fr: Paysage

source: First system:
fr: Premier système :

source: Short
fr: Court

source: Use long or short instrument names before the first system.
fr: Utiliser des noms d'instruments longs ou abrégés avant le premier système.

source: Other systems:
fr: Autres systèmes :

source: Use short, long or no instrument names before the next systems.
fr: Utiliser ou non des noms d'instruments, longs ou courts, avant le prochain système.

source: Which language to use for the instrument names.
fr: Quel langage utiliser pour les noms d'instruments.

source: Remove default LilyPond tagline
fr: Enlever le pied de page par défaut

source: No settings available.
fr: Pas de réglages possibles.

source: Voices:
fr: Voix :

source: How many voices to put in this staff.
fr: Nombre de voix sur cette portée.

source: Music follows here.
fr: En avant la musique !

source: Staff type:
fr: Type de portée :

source: Normal staff
fr: Portée standard

source: Both
fr: Mixte

source: Tuning:
fr: Accord :

source: Lyrics follow here.
fr: Ajouter ici des paroles.

source: Stanzas:
fr: Couplets :

source: The number of stanzas.
fr: Nombre de couplets.

source: Show the pitch range of the voice at the beginning of the staff.
fr: Afficher la tessiture de la voix au début de la portée.

source: Adjust how many separate voices you want on each staff.
fr: Indiquez le nombre de voix distinctes prévues par portée.

source: This is primarily useful when you write polyphonic music like a fuge.
fr: C'est surtout utile dans de la musique polyphonique (fugue, ...).

source: Right hand:
fr: Main droite :

source: Left hand:
fr: Main gauche :

source: Chord names
fr: Chiffrages d'accords

source: Chords follow here.
fr: Ajouter ici des chiffrages.

source: Chord style:
fr: Styles d'accords :

source: German
fr: Allemand

source: Semi-German
fr: Semi-Allemand

source: Italian
fr: Italien

source: French
fr: Français

source: Guitar fret diagrams
fr: Diagrammes d'accords de guitare

source: Show predefined guitar fret diagrams below the chord names (LilyPond 2.12 and above).
fr: Montrer les diagrammes d'accords sous le nom de l'accord (Lilypond 2.12 et au delà).

source: Figured Bass
fr: Basse chiffrée

source: Figures follow here.
fr: Ajouter des chiffrages ici.

source: Use extender lines
fr: Utiliser des lignes d'extension

source: Violin
fr: Violon

source: Violin|Vl.
fr: Violon|Vl.

source: Viola
fr: Alto

source: Viola|Vla.
fr: Alto|Alt.

source: Cello
fr: Violoncelle

source: Cello|Cl.
fr: Violoncelle|Vlc.

source: Contrabass
fr: Contrebasse

source: Contrabass|Cb.
fr: Contrebasse|Cb.

source: Basso continuo
fr: Basse Continue

source: Basso Continuo|B.c.
fr: Basse continue|Cont.
