Repository: wbsoft/lilykde
Catalog: frescobaldi/po/*.po
Languages: fr

source: LilyPond Music Editor
fr: Éditeur de musique LilyPond

source: Copyright (c) 2008-2010, Wilbert Berendsen
fr: Copyright (c) 2008-2010 par Wilbert Berendsen

# NAME OF TRANSLATORS
source: Your name
fr: Valentin Villenave,David Bouriaud,Ryan Kavanagh

# EMAIL OF TRANSLATORS
source: i18n@frescobaldi.org
fr: valentin@villenave.net,david.bouriaud@ac-rouen.fr,ryanakca@kubuntu.org

source: Session to start
fr: Session à ouvrir

source: Start a new instance
fr: Ouvrir une nouvelle instance

source: Encoding to use
fr: Encodage à utiliser

source: Line number to go to, starting at 1
fr: Numéro de ligne à atteindre, en partant de 1

source: Column to go to, starting at 0
fr: Numéro de colonne à atteindre, en partant de 0

source: Try to use smart line and column numbers
fr: Essayer de numéroter intelligemment les lignes et colonnes

source: LilyPond files to open, may also be textedit URLs
fr: Fichiers Lilypond à ouvrir ou adresse TextEdit

source: &Insert
fr: &Insérer

source: &Pitch
fr: &Hauteur

source: &Lyrics
fr: &Paroles

source: &Rhythm
fr: &Rythme

source: &Source Document
fr: Document &source

source: &Extra Tools
fr: &Outils supplémentaires

source: Dedication
fr: Dédicace

source: Title
fr: Titre

source: Subtitle
fr: Sous-titre

source: Subsubtitle
fr: Sous-sous-titre

source: Composer
fr: Compositeur

source: Arranger
fr: Arrangeur

source: Poet
fr: Parolier

source: Meter
fr: Mètre

source: Piece
fr: Pièce

source: Tagline
fr: Pied de page (dernière page)

source: Major
fr: majeur

source: Minor
fr: mineur

source: Ionian
fr: ionien

source: Dorian
fr: dorien

source: Phrygian
fr: phrygien

source: Lydian
fr: lydien

source: Mixolydian
fr: mixolydien

source: Aeolian
fr: éolien

source: Locrian
fr: locrien

source: Ornaments
fr: Ornements

source: Trill
fr: Trille

source: Prall
fr: Mordant

source: Mordent
fr: Mordant barré

source: Turn
fr: Grupetto

source: Prall prall
fr: Double Mordant

source: Prall mordent
fr: Mordant puis mordant barré

source: Up prall
fr: Mordant amorcé par le haut

source: Down prall
fr: Mordant amorcé par le bas

source: Up mordent
fr: Mordant barré montant

source: Down mordent
fr: Mordant barré descendant

source: Prall up
fr: Mordant montant

source: Prall down
fr: Mordant descendant

source: Line prall
fr: Mordant en ligne

source: Reverse turn
fr: Grupetto inversé

source: Signs
fr: Symboles

source: Fermata
fr: Point d'orgue

source: Short fermata
fr: Point d'orgue court

source: Long fermata
fr: Point d'arrêt

source: Very long fermata
fr: Point d'arrêt long

source: Segno
fr: Signe

source: Varcoda
fr: Coda alternative

source: Other
fr: Autre

source: Upbow
fr: Tiré

source: Downbow
fr: Poussé

source: Open (e.g. brass)
fr: Ouvert (ex. cuivres)

source: Stopped (e.g. brass)
fr: Bouché (ex. cuivres)

source: Thumb
fr: Pouce

source: Left heel
fr: Talon gauche

source: Right heel
fr: Talon droit

source: Left toe
fr: Pointe gauche

source: Right toe
fr: Pointe droite

source: Half open (e.g. hi-hat)
fr: Demi-ouvert (ex. cymbale charleston)

source: An internal error has occurred:
fr: Une erreur interne est survenue :

source: Internal Error
fr: Erreur interne

source: Email Bug Report...
fr: Envoyer un rapport de bogue...

source: Optionally describe what you were doing below:
fr: (Facultatif) Décrivez ce que vous faisiez ci-dessous :

source: Left Sidebar
fr: Panneau de gauche

source: Right Sidebar
fr: Panneau de droite

source: Top Sidebar
fr: Panneau du haut

source: Bottom Sidebar
fr: Panneau du bas

source: Close Other Documents
fr: Fermer les autres documents

source: Show Path
fr: Voir les chemins

source: Show Document Tabs
fr: Voir les onglets de documents

source: &Tool Views
fr: Voir les &outils

source: New...
fr: Nouveau...

source: Manage Sessions...
fr: Gérer les sessions...

source: No Session
fr: Aucune session

source: Please select some text first.
fr: Sélectionnez d'abord du texte.

source: modified
fr: modifié

source: Line: %1 Col: %2
fr: Ligne : %1 Col.: %2

source: BLOCK
fr: BLOC

source: Block selection mode
fr: Mode sélection de blocs

source: LINE
fr: LIGNE

source: Line selection mode
fr: Mode sélection de ligne

source: All Files
fr: Tous les fichiers

source: Open File
fr: Ouvrir Fichier

source: Right-click for tab options
fr: Clic droit pour options d'onglet

source: Move To
fr: Aller à

source: Undock
fr: Séparer

source: Could not load %1
fr: Ne peut charger %1

source: Please install %1
fr: SVP installer %1

source: Configure Keyboard Shortcut
fr: Configurer le raccourci clavier

source: Press the button to configure the keyboard shortcut for:
fr: Appuyer le bouton pour configurer le raccourci clavier pour:

source: Manage Sessions
fr: Gérer les sessions

source: Properties of this session
fr: Propriétés de cette session

source: Name:
fr: Nom:

source: Always save the list of documents in this session
fr: Toujours sauvegarder la liste de documents dans cette session

source: Base directory:
fr: Répertoire par défaut:

source: Edit session: %1
fr: Modifier la session %1

source: Edit new session
fr: Modifier une nouvelle session

source: Please enter a session name.
fr: Entrez un nom de session.

source: Please do not use the name '%1'.
fr: N'utilisez pas le nom '%1'.

source: Please do not use the ampersand (&) character in a session name.
fr: N'utilisez pas l'esperluette (&) dans un nom de session.

source: Another session with the name %1 exists already. Do you want to overwrite it?
fr: Une autre session avec le nom %1 existe déjà. Voulez-vous l'écraser?

source: Open %1 in external viewer
fr: Ouvrir %1 dans l'afficheur externe

source: Play %1
fr: Jouer %1

source: (No up-to-date MIDI or PDF files available.)
fr: (Aucun fichier MIDI ou PDF à-jour de disponible.)

source: There are no up-to-date MIDI or PDF files available. Please run LilyPond to create one or more output files.
fr: Aucun fichier MIDI ou PDF à-jour de disponible. Lancez Lilypond afin de créer un ou plus de fichiers de sortie.

source: There are no files to send via email.
fr: Il n'y a pas de fichiers à envoyer par courriel.

source: No files to send
fr: Pas de fichier à envoyer

source: There are no PDF documents to print. You probably need to run LilyPond to create or update a PDF document. If you are creating MIDI files, be sure you also put a \layout { } section in your score, otherwise LilyPond will not create a PDF.
fr: Aucun fichier PDF à imprimer Vous avez probablement besoin de lancer Lilypond pour créer ou mettre à jour un document PDF. Si vous créez des fichiers MIDI, assurez-vous d'inclure une section \layout { } dans votre partition, sinon Lilypond ne créera pas de fichier PDF.

source: No files to print
fr: Pas de fichier à imprimer

source: Email documents
fr: Envoyer les documents par courriel

source: Please select the files you want to send:
fr: Veuillez choisir les fichiers à envoyer :

source: These are the files that are up-to-date (i.e. newer than the LilyPond source document). Also LilyPond files included by the source document are shown.
fr: Voici les fichiers à jour (c'est-à-dire plus récents que le code source LilyPond). Les fichiers Lilypond inclus par le document source sont également affichés.

source: Note: this PDF file has been created with embedded point-and-click URLs (preview mode), which increases the file size dramatically. Please consider to rebuild the file in publish mode, because then the PDF file is much smaller.
fr: Ce document PDF supporte l'interface pointer et cliquer (mode aperçu), ce qui accroît considérablement la taille du fichier. Il est préférable de générer des documents sans l'interface pointer et cliquer (mode publication), ce qui les rendra bien plus légers.

source: Note: If there are no PDF and no MIDI files, you probably need to run LilyPond to update those files, before sending the e-mail.
fr: Note: S'il n'y a pas de fichier PDF ni de fichier MIDI, vous aurez probablement besoin de lancer Lilypond pour mettre à-jour ces fichier avant d'envoyer le courriel.

source: Select all
fr: Tout sélectionner

source: Print documents
fr: Imprimer les documents

source: Please select the files you want to print:
fr: Veuillez choisir les fichiers à imprimer:

source: These are the PDF documents that are up-to-date (i.e. newer than the LilyPond source document). Check the documents you want to send to the printer.
fr: Voici les fichiers à jour (c'est-à-dire plus récents que le code source LilyPond). Vérifiez les documents que vous voulez envoyer à l'imprimante.

source: Print %1
fr: Imprimer %1

source: Print 1 file
fr: Imprimer 1 fichier

source: A print command (like 'lpr' or 'lp') could not be found on your system.
fr: Une commande d'imprimerie (tel que 'lpr' ou 'lp') n'a pas été trouvée sur votre système.

source: The command '%1' could not be found on your system.
fr: La commande '%1' n'a pas été trouvée sur votre système.

source: The command below has been run, but exited with a return code %1. %2
fr: La commande suivante a été lancée, mais a terminée avec un code de sortie %1. %2

source: Create blank staff paper
fr: Créer du papier à musique vierge

source: Choose what kind of empty staves you want to create.
fr: Choisissez quelle sorte de portée vous désirez créer.

source: Choose which action happens when clicking "Ok".
fr: Choisissez l'action à accomplir lorsque vous cliquerez sur "Ok".

source: Preview the empty staff paper.
fr: Prévisualiser le papier à musique vierge.

source: Click to see more settings.
fr: Cliquez pour afficher plus de réglages.

source: Paper
fr: Papier

source: Settings
fr: Réglages

source: Paper size:
fr: Taille du papier :

source: Default
fr: Par défaut

source: Staff Size:
fr: Taille des portées :

source: Page count:
fr: Nombre de pages :

source: Remove default tagline
fr: Enlever le pied de page par défaut.

source: Print Bar Lines
fr: Imprimer les barres de mesures

source: Bars per line:
fr: Mesures par ligne :

source: Print Page Numbers
fr: Imprimer les numéros de page

source: Start with:
fr: Commencer avec :

source: Blank staff paper preview
fr: Aperçu du papier à musique vierge

source: No PDF was created.
fr: Aucun PDF n'a été créé.

source: Open in PDF viewer
fr: Ouvrir avec l'afficheur PDF

source: Save PDF As...
fr: Enregistrer le PDF sous...

source: PDF Files
fr: Fichiers PDF

source: Save PDF
fr: Enregistrer le PDF

source: Print...
fr: Imprimer...

source: Print staff paper
fr: Imprimer du papier à musique vierge

source: Copy LilyPond code to editor
fr: Copier le code LilyPond dans l'éditeur

source: Staves per page:
fr: Portées par page :

source: Clef:
fr: Clé :

source: Single Staff
fr: Portée seule

source: Systems per page:
fr: Systèmes par page :

source: Clefs
fr: Clés

source: Piano Staff
fr: Portée de piano

source: Organ Staff
fr: Portée d'orgue

source: Staves per system:
fr: Portées par système :

source: Clefs:
fr: Clés :

source: Enter as many letters (S, A, T or B) as there are staves. See "What's This" for more information.
fr: Entrez autant de lettres (S, A, T ou B) qu'il y a de portées. Voir "Qu'est-ce que c'est ?" pour plus de détails.

source: To configure clefs, first set the number of staves per system. Then enter as many letters (S, A, T or B) as there are staves. S or A: treble clef, T: treble clef with an "8" below, B: bass clef So when you want to create music paper for a four-part mixed choir score, first set the number of staves per system to 4. Then enter "SATB" (without the quotes) here.
fr: Pour configurer les clés, entrez le nombre de portées par système. Ensuite, entrez autant de lettres (S, A, T ou B) qu'il y a de portées. S ou A: clé de sol, T: clé de sol avec un "8" en dessous, B: clé de fa, Ainsi, pour créer du papier à musique pour un chœur à quatre voix, définissez d'abord 4 portées par système ; puis saisissez "SATB" (sans les guillemets).

source: Choir Staff
fr: Portée de chœur

source: None
fr: Aucun

source: Custom Staff
fr: Portée personnalisée

source: Staff
fr: Portée

source: Space below:
fr: Espace en dessous :

source: Brace
fr: Accolade

source: Bracket
fr: Crochet

source: Square Bracket
fr: Crochet carré

source: Connect bar lines
fr: Joindre les barres de mesures

source: Special Characters
fr: Caractères spéciaux

source: unknown
fr: inconnu

source: Can't perform the requested translation. The music contains quarter-tone alterations, but those are not available in the pitch language "%1".
fr: Impossible d'effectuer la traduction demandée. La partition contient des altérations en quarts de ton qui ne sont pas disponibles avec la langue "%1".

source: The pitch language of the selected text has been updated, but you need to manually add the following command to your document:
fr: La langue des hauteurs de notes a été mise à jour, dans le code sélectionné. Vous devez maintenant ajouter manuellement la commande suivante dans votre document :

source: Pitch Name Language
fr: Langue pour le nom des notes

source: Please enter the name for the variable to assign the selected text to:
fr: Entrez le nom de la variable à laquelle vous souhaitez assigner le texte :

source: Cut and Assign
fr: Couper et assigner

source: Open %1
fr: Ouvrir %1

source: Please select a music expression, enclosed in << ... >> or { ... }.
fr: Sélectionnez une expression musicale, contenue dans un bloc << ... >> ou { ... }.

source: Could not understand the entered pitches. Please make sure you use pitch names in the language "%1".
fr: Impossible de reconnaître les hauteurs saisies. Veillez à utiliser les noms de notes de la langue "%1".

source: Can't perform the requested transposition. The transposed music would contain quarter-tone alterations that are not available in the pitch language "%1".
fr: Impossible d'effectuer la transposition demandée. La musique transposée contient des altérations en quarts de ton qui ne sont pas disponibles avec la langue "%1".

source: Transpose
fr: Transposer

source: Please enter a start pitch and a destination pitch:
fr: Veuillez indiquer la hauteur de départ et la hauteur d'arrivée :

source: Transpose from:
fr: Transposer à partir de :

source: to:
fr: vers :

source: Expansion Manager
fr: Gestionnaire d'abréviations

source: Search...
fr: Chercher...

source: Name
fr: Nom

source: Shortcut
fr: Abréviation

source: This is the list of defined expansions. Click on a row to see or change the associated text. Doubleclick a shortcut or its description to change it. You can also press F2 to edit the current shortcut. Use the buttons below to add or remove expansions. There are two ways to use the expansion: either type the shortcut in the text and then call the Expand function, or just call the Expand function (default shortcut: Ctrl+.), choose the expansion from the list and press Enter or click Ok.
fr: Voici la liste des abréviations définies. Cliquez sur une ligne pour voir ou changer le texte associé. Double-cliquez sur une abréviation ou sa description pour la modifier, ou appuyez sur F2 pour éditer l'abréviation sélectionnée. Utilisez les boutons ci-dessous pour ajouter ou enlever des abréviations. Les abréviations peuvent être utilisées de deux façons : saisissez-les dans le code puis en utilisez la fonction Développer, ou appelez directement la fonction Développer (raccourci par défaut : Ctrl+.), puis choisissez une abréviation dans la liste et pressez Entrée ou cliquez sur Ok.

source: This is the text associated with the selected shortcut. Some characters have special meaning:
fr: Ceci est le texte associé à l'abréviation sélectionnée. Certains caractères ont un sens particulier :

source: Place the cursor on this spot.
fr: Placez le curseur sur ce point.

source: Translate the following pitch.
fr: Traduire la hauteur suivante.

source: New Item
fr: Nouvel élément

source: Another expansion already uses this name. Please use a different name.
fr: Une autre abréviation emploie déjà ce nom. Utilisez un autre nom.

source: Please only use letters, numbers and the underscore character in the expansion name.
fr: N'utilisez que des lettres, chiffres ou le caractère souligné dans le nom de l'abréviation.

source: Please don't leave the description empty.
fr: Ne laissez pas la description vide.

source: Could not find any hyphenation dictionaries. Please install a package containing some and/or or configure the search path to find them in the Frescobaldi settings under "Paths."
fr: Impossible de trouver un dictionnaire de césure. Vous devez soit en installer un, soit configurer le chemin de recherche de Frescobaldi, dans "Chemins."

source: Hyphenate Lyrics Text
fr: Séparer les syllabes des paroles

source: Please select a language:
fr: Choisissez une langue :

source: Home
fr: Dossier personnel

source: Larger text
fr: Agrandir le texte

source: Smaller text
fr: Réduire le texte

source: First Page
fr: Première page

source: Previous
fr: Précédent

source: Up one level
fr: Remonter d'un niveau

source: Next
fr: Suivant

source: Table of contents
fr: Table des matières

source: Copy &Link
fr: Copier le &lien

source: Open Link in &New Window
fr: Ouvrir le lien dans une &nouvelle fenêtre

source: &Copy
fr: &Copier

source: Open Document in &New Window
fr: Ouvrir le document dans une &nouvelle fenêtre

source: Loading...
fr: Chargement...

source: Not available
fr: Pas disponible

source: Notation Reference
fr: Manuel de notation

source: LilyPond Command Index
fr: Index des commandes LilyPond

source: Learning Manual
fr: Manuel d'apprentissage

source: Learning Manual Index
fr: Index du manuel d'apprentissage

source: Internals Reference
fr: Référence internes

source: The %1 context
fr: Le contexte %1

source: The %1 layout object
fr: Le %1 objet de disposition

source: LilyPond &Help
fr: &Aide LilyPond

source: Up
fr: Haut

source: Neutral
fr: Neutre

source: Down
fr: Bas

source: Configure Keyboard Shortcut (%1)
fr: Configurer le raccourci clavier (%1)

source: Different kinds of articulations and other signs.
fr: Diverses sortes d'articulations et de symboles.

source: Click an articulation sign to add it to your document.
fr: Cliquez sur une articulation pour l'ajouter dans votre document.

source: If you select some music first, the articulation will be added to all notes in the selection.
fr: Si vous sélectionnez d'abord un fragment, l'articulation sera ajoutée à toutes les notes de la sélection.

source: Allow shorthands
fr: Autoriser les raccourcis

source: Use short notation for some articulations like staccato.
fr: Utiliser la notation rapide pour les ponctuations.

source: Double bar line
fr: Double barre de mesure

source: Ending bar line
fr: Double barre de fin

source: Dotted bar line
fr: Barre de mesure pointillée

source: Dashed bar line
fr: Barre de mesure en tirets

source: Invisible bar line
fr: Barre de mesure invisible

source: Repeat start
fr: Début de reprise

source: Repeat both
fr: Reprise dans les deux sens

source: Repeat end
fr: Fin de reprise

source: Repeat both (old)
fr: Reprise dans les deux sens (ancien)

source: Repeat both (classic)
fr: Reprise dans les deux sens (classique)

source: Tick bar line
fr: Barre de mesure style "tick"

source: Single bar line
fr: Barre de mesure simple

source: Small-Wide-Small bar line
fr: Barre de mesure fine-épaisse-fine

source: Wide-Small bar line
fr: Barre de mesure fine-épaisse

source: Double wide bar line
fr: Double barre épaisse

source: Segno bar line
fr: Barre de mesure segno

source: LilyPond files
fr: Fichiers LilyPond

source: Print Source...
fr: Imprimer le document source...

source: Setup New Score...
fr: Commencer une nouvelle partition...

source: Run LilyPond (preview)
fr: Lancer LilyPond (aperçu)

source: Run LilyPond (publish)
fr: Lancer LilyPond (publication)

source: Run LilyPond (custom)...
fr: Lancer LilyPond (personnalisé)...

source: Interrupt LilyPond Job
fr: Interrompre le processus Lilypond

source: Print Music...
fr: Imprimer la partition...

source: Email Documents...
fr: Envoyer les documents...

source: Cut selection and assign it to a LilyPond variable.
fr: Couper la sélection et lui assigner une variable LilyPond.

source: Repeat last note or chord
fr: Répéter la dernière note ou accord.

source: Repeat the last music expression (note or chord).
fr: Répéter la dernière expression musicale (notes ou accords).

source: Insert or Manage Expansions...
fr: Insérer ou gérer les abréviations...

source: Expand last word or open the expansions dialog.
fr: Développer le dernier mot ou ouvrir la fenêtre des abréviations.

source: Special Characters...
fr: Caractères spéciaux...

source: Insert special characters.
fr: Insérer des caractères spéciaux.

source: Add to Expansions
fr: Ajouter aux abréviations

source: Next blank line
fr: Ligne vide suivante

source: Go to the next blank line.
fr: Aller à la prochaine ligne vide.

source: Previous blank line
fr: Ligne vide précédente.

source: Go to the previous blank line.
fr: Aller à la ligne vide précédente.

source: Select to next blank line
fr: Sélectionner jusqu'à la prochaine ligne vide

source: Selects text from the current position down to and including the next blank line.
fr: Sélectionne le texte de la position courante jusqu'à et en incluant la prochaine ligne vide.

source: Select to previous blank line
fr: Sélectionner jusqu'à la ligne vide précédente

source: Selects text from the current position up to right after the previous blank line.
fr: Sélectionne le texte de la position courante jusqu'à après la ligne vide précédente.

source: Move selection to next blank line
fr: Déplacer la sélection jusqu'à la prochaine ligne vide.

source: Moves selected block to next blank line.
fr: Déplace le bloc sélectionné à la prochaine ligne vide.

source: Move selection to previous blank line
fr: Déplacer la sélection à la ligne vide précédente.

source: Moves selected block to previous blank line.
fr: Déplacer le bloc sélectionné à la ligne vide précédente.

source: Play/View
fr: Jouer/Afficher

source: Change the LilyPond language used for pitch names in this document or in the selection.
fr: Changer la langue LilyPond des noms de notes dans ce document ou dans la sélection.

source: Convert Relative to &Absolute
fr: Convertir du mode Relative au mode &Absolu

source: Converts the notes in the document or selection from relative to absolute pitch.
fr: Convertit les notes dans le document ou la sélection du mode de hauteurs relatives au mode absolu.

source: Convert Absolute to &Relative
fr: Convertir du mode Absolu au mode &Relative

source: Converts the notes in the document or selection from absolute to relative pitch.
fr: Convertit les notes dans le document ou la sélection du mode de hauteurs absolues au mode relative.

source: Transpose...
fr: Transposer...

source: Transposes all notes in the document or selection.
fr: Transpose toutes les notes dans le document ou la sélection.

source: Double durations
fr: Doubler les durées

source: Double all the durations in the selection.
fr: Doubler toutes les durées dans la sélection.

source: Halve durations
fr: Diviser les durées

source: Halve all the durations in the selection.
fr: Diviser par deux les durées dans la sélection.

source: Dot durations
fr: Durées pointées

source: Add a dot to all the durations in the selection.
fr: Ajouter un point à toutes les durées dans la sélection.

source: Undot durations
fr: Enlever les points

source: Remove one dot from all the durations in the selection.
fr: Enlever un point à toutes les durées de la sélection.

source: Remove scaling
fr: Enlever les multiplicateurs

source: Remove all scaling (*n/m) from the durations in the selection.
fr: Enlever tous les multiplicateurs des durées dans la sélection.

source: Remove durations
fr: Enlever les durées

source: Remove all durations from the selection.
fr: Enlever toutes les durées de la sélection.

source: Make implicit
fr: Durées implicites
