Repository: wbsoft/lilykde
Catalog: frescobaldi/po/*.po
Languages: fr

source: Mandolin
fr: Mandoline

source: Mandolin|Mdl.
fr: Mandoline|Mdl.

source: Mandolin tuning
fr: Accord de mandoline

source: Open G-tuning (aDGBD)
fr: Accord en Sol ouvert (la Ré Sol Si Ré)

source: C-tuning (gCGBD)
fr: Accord en Do (sol Do Sol Si Ré)

source: Modal tuning (gDGCD)
fr: Accord modal (sol Ré Sol Do Ré)

source: Open D-tuning (aDF#AD)
fr: Accord en Ré ouvert (la Ré Fad La Ré)

source: Open Dm-tuning (aDFAD)
fr: Accord en Ré mineur (la Ré Fa La Ré)

source: Four strings (instead of five)
fr: Quatre cordes (au lieu de cinq)

source: Classical guitar
fr: Guitare Classique

source: Guitar|Gt.
fr: Guitare|Gtr.

source: Guitar tuning
fr: Accord de Guitare

source: Open G-tuning
fr: Accord de Sol ouvert

source: Jazz guitar
fr: Guitare Jazz

source: Jazz guitar|J.Gt.
fr: Guitare Jazz|Gtr.J.

source: Bass|Bs.
fr: Basse|Bas.

source: Bass tuning
fr: Accord de basse

source: Electric bass
fr: Basse électrique

source: Electric bass|E.Bs.
fr: Basse électrique|Bas.E.

source: Harp
fr: Harpe

source: Harp|Hp.
fr: Harpe|Hp.

source: Upper staff:
fr: Portée supérieure :

source: Lower staff:
fr: Portée inférieure :

source: Flute
fr: Flûte

source: Flute|Fl.
fr: Flûte|Fl.

source: Bass flute
fr: Flûte Basse

source: Bass flute|Bfl.
fr: Flûte Basse|Fl.B.

source: Oboe
fr: Hautbois

source: Oboe|Ob.
fr: Hautbois|Htb.

source: Oboe d'Amore
fr: Hautbois d'amour

source: Oboe d'amore|Ob.d'am.
fr: Hautbois d'amour|Htb.d'am.

source: English Horn
fr: Cor Anglais

source: English horn|Eng.h.
fr: Cor Anglais|C.Angl.

source: Bassoon
fr: Basson

source: Bassoon|Bn.
fr: Basson|Bn.

source: Contrabassoon
fr: Contrebasson

source: Contrabassoon|C.Bn.
fr: Contrebasson|C.Bn.

source: Clarinet
fr: Clarinette

source: Clarinet|Cl.
fr: Clarinette|Cl.

source: Sopranino Sax
fr: Saxophone Sopranino

source: Sopranino Sax|SiSx.
fr: Saxophone Sopranino|SaxSnn.

source: Soprano Sax
fr: Saxophone Soprano

source: Soprano Sax|SoSx.
fr: Saxophone Soprano|SaxSpn.

source: Alto Sax
fr: Saxophone Alto

source: Alto Sax|ASx.
fr: Saxophone Alto|SaxAlt.

source: Tenor Sax
fr: Saxophone Ténor

source: Tenor Sax|TSx.
fr: Saxophone Ténor|SaxTén.

source: Baritone Sax
fr: Saxophone Baryton

source: Baritone Sax|BSx.
fr: Saxophone Baryton|SaxBar.

source: Bass Sax
fr: Saxophone Basse

source: Bass Sax|BsSx.
fr: Saxophone Basse|SaxBas.

source: Soprano recorder
fr: Flûte à bec Soprano

source: Soprano recorder|S.rec.
fr: Flûte à bec Soprano|Fl.S.

source: Alto recorder
fr: Flûte à bec Alto

source: Alto recorder|A.rec.
fr: Flûte à bec Alto|Fl.A.

source: Tenor recorder
fr: Flûte à bec Ténor

source: Tenor recorder|T.rec.
fr: Flûte à bec Ténor|Fl.T.

source: Bass recorder
fr: Flûte à bec Basse

source: Bass recorder|B.rec.
fr: Flûte à bec Basse|Fl.B.

source: Horn in F
fr: Cor en Fa

source: Horn in F|Hn.F.
fr: Cor en Fa|C.Fa

source: Trumpet in C
fr: Trompette en Ut

source: Trumpet in C|Tr.C
fr: Trompette en Ut|Tr.Ut

source: Trumpet in Bb
fr: Trompette en Sib

source: Trumpet in Bb|Tr.Bb
fr: Trompette en Sib|Tr.Sib.

source: Trombone|Trb.
fr: Trombone|Tbn.

source: Bass Tuba
fr: Tuba Basse

source: Bass Tuba|B.Tb.
fr: Tuba Basse|Tb.B.

source: Soprano|S.
fr: Soprano|Sopr.

source: Mezzo-soprano|Ms.
fr: Mezzo-soprano|Mezz.

source: Alto|A.
fr: Alto|Alt.

source: Tenor|T.
fr: Ténor|Tén.

source: Bass|B.
fr: Basse|Bas.

source: Lead sheet
fr: Song

source: The Lead Sheet provides a staff with chord names above and lyrics below it. A second staff is optional.
fr: Un Song Book s'écrit sur une portée, entourée de chiffrages d'accords et de paroles. Une seconde portée peut être ajoutée.

source: Add accompaniment staff
fr: Ajouter une portée d'accompagnement.

source: Adds an accompaniment staff and also puts an accompaniment voice in the upper staff.
fr: Ajouter une portée d'accompagnement, et une voix d'accompagnement à la portée du haut.

source: Choir
fr: Chœur

source: Please select the voices for the choir. Use the letters S, A, T, or B. A hyphen denotes a new staff.
fr: Sélectionnez les voix du chœur, au moyen des lettres S A T B. Ajoutez des tirets pour délimiter les portées.

source: Hint: For a double choir you can use two choir parts.
fr: Astuce : un double chœur peut s'écrire avec deux parties de chœur.

source: Voicing:
fr: Harmonisation :

source: Lyrics:
fr: Paroles :

source: All voices same lyrics
fr: Mêmes paroles pour toutes les voix

source: A set of the same lyrics is placed between all staves.
fr: L'ensemble des paroles est imprimé entre toutes les portées.

source: Every voice same lyrics
fr: Mêmes paroles pour chaque voix

source: Every voice gets its own lyrics, using the same text as the other voices.
fr: Chaque voix a ses propres paroles, mais le texte est le même pour toutes.

source: Every voice different lyrics
fr: Différentes paroles pour chaque voix

source: Every voice gets a different set of lyrics.
fr: Chaque voix a son propre texte.

source: Distribute stanzas
fr: Répartir les couplets

source: One set of stanzas is distributed across the staves.
fr: L'ensemble des couplets est réparti entre les portées.

source: Piano reduction
fr: Réduction pour piano

source: Adds an automatically generated piano reduction.
fr: Ajoute une réduction pour piano générée de façon automatique.

source: Rehearsal MIDI files
fr: Fichiers MIDI de répétitions

source: Creates a rehearsal MIDI file for every voice, even if no MIDI output is generated for the main score.
fr: Génère un fichier MIDI pour répéter voix par voix, même si aucun MIDI n'est généré pour la partition d'ensemble.

source: Choir|Ch.
fr: Chœur|Ch.

source: Rehearsal MIDI files:
fr: Fichiers MIDI de répétitions :

source: Harpsichord
fr: Clavecin

source: Harpsichord|Hs.
fr: Clavecin|Clav.

source: Clavichord
fr: Clavicorde

source: Clavichord|Clv.
fr: Clavicorde|Clav.

source: Organ
fr: Orgue

source: Organ|Org.
fr: Orgue|Org.

source: Pedal:
fr: Pédale :

source: Set to 0 to disable the pedal altogether.
fr: Définir à 0 pour désactiver la pédale.

source: Celesta
fr: Célesta

source: Celesta|Cel.
fr: Célesta|Cél.

source: Timpani
fr: Timbales

source: Timpani|Tmp.
fr: Timbales|Tmb.

source: Tubular bells
fr: Cloches tubulaires

source: Tubular bells|Tub.
fr: Cloches tubulaires|Cl.Tub.

source: Drums
fr: Percussions

source: Drums|Dr.
fr: Percussions|Perc.

source: Drums follow here.
fr: Ajouter notation de percussions.

source: keep some distance.
fr: maintenir de l'espace

source: Drums (5 lines, default)
fr: Percussions standard (5 lignes)

source: Timbales-style (2 lines)
fr: Timbales (2 lignes)

source: Congas-style (2 lines)
fr: Congas (2 lignes)

source: Bongos-style (2 lines)
fr: Bongos (2 lignes)

source: Percussion-style (1 line)
fr: Percussion simple (1 ligne)

source: Remove stems
fr: Ôter les hampes

source: Remove the stems from the drum notes.
fr: Enlever les hampes des notes de percussion.

source: Strings
fr: Cordes

source: Plucked strings
fr: Cordes pincées

source: Woodwinds
fr: Bois

source: Brass
fr: Cuivres

source: Vocal
fr: Section vocale

source: Keyboard instruments
fr: Claviers

source: Special
fr: Spécial
