Repository: wbsoft/lilykde
Catalog: po/*.po
Languages: de

source: This PDF has been created with point-and-click urls (preview mode), which increases the file size dramatically. It's better to email documents without point-and-click urls (publish mode), because they are much smaller. Continue anyway?
de: Dieses PDF wurde mit Point-And-Click-URLs erstellt (im Vorschau-Modus), was die Dateigroße extrem stark ansteigen lässt. Es ist besser, Dokumente ohne Point-And-Click-URLs zu verschicken, weil sie dann kleiner sind. Trotzdem fortfahren?

source: Email PDF (preview)
de: Verschicke PDF (Vorschau) per Email

source: One document failed.
de: Ein Dokument hat es nicht geschafft.

source: All documents successfully converted.
de: Alle Dokumente wurden erfolgreich konvertiert.

source: LilyKDE servicemenu helper
de: LilyKDE Servicemenü-Hilfe

source: LilyPond files to convert
de: LilyPont files, die konvertiert werden
