Repository: wbsoft/lilykde
Catalog: po/*.po
Languages: de

source: A LilyPond Kate/Pate plugin. This is LilyKDE, a plugin to make it easy to run the LilyPond music typesetter from within Kate. Version: $version Homepage: $homepage
de: Ein LilyPond Kate/Pate Plugin. Hier ist LilyKDE, ein Plugin zum einfachen Editieren von LilyPond-Dateien mit Hilfe von Kate. Version: $version Homepage: $homepage

source: LilyPond [$filename] starting ($mode)...
de: LilyPond [$filename] startet ($mode)...

source: LilyPond [$filename] starting...
de: LilyPond [$filename] startet...

source: Could not start LilyPond.
de: Konnte LilyPond nicht starten.

source: LilyPond [$filename] was terminated by signal $signal.
de: LilyPond [$filename] wurde von Signal $signal beendet.

source: LilyPond [$filename] exited with return code $retcode.
de: LilyPond [$filename] wurde mit dem Return-Code $retcode beendet.

source: LilyPond [$filename] finished.
de: LilyPond [$filename] ist fertig.

source: LilyPond [$filename] exited abnormally.
de: LilyPond [$filename] wurde vorzeitig beendet.

source: preview mode
de: Vorschau-Modus

source: publish mode
de: Veröffentlichungs-Modus

source: LilyPond did not write a PDF. You probably forgot <b>\layout</b>?
de: LilyPond hat kein PDF erzeugt. Möglicherweise haben Sie <b>\layout</b> vergessen?

source: Your document currently has no filename, please save first.
de: Ihr Dokument hat zur Zeit keinen Namen. Bitte speichern Sie es zunächst ab.

source: Your document has been modified, please save first.
de: Ihr Dokument wurde verändert. Bitte speichern Sie es zuerst ab.

source: Sorry, support for remote files is not yet implemented. Please save your document to a local file.
de: Remote-Files werden noch nicht unterstützt. Bitte speichern Sie Ihr Dokument lokal ab.

source: Setup New Score...
de: Neue Partitur vorbereiten...

source: Run LilyPond (preview)
de: LilyPond läuft (Vorschau)

source: Run LilyPond (publish)
de: LilyPond läuft (Veröffentlichung)

source: Interrupt LilyPond Job
de: LilyPond-Job unterbrochen

source: Clear LilyPond Log
de: Räume LilyPond-Logfile auf

source: Insert LilyPond version (%s)
de: Füge LilyPond-Version (%s) ein

source: Update with convert-ly
de: Update mit convert-ly

source: Remove hyphenation
de: Entferne Bindestriche

source: Record MIDI with Rumor
de: Nehme MIDI mit Rumor auf

source: Dock/Undock PDF preview
de: PDF-Vorschau andocken/abdocken

source: Could not start LilyPond: %s
de: Konnte LilyPond nicht starten: %s

source: unknown
de: unbekannt

source: Your document has already a LilyPond version statement.
de: Ihr Dokument hat bereits ein LilyPond Versions-Deklaration

source: Can't determine the LilyPond version of the current document. Please add a \version statement with the correct version.
de: Konnte die LilyPond-Version nicht entdecken. Bitte fügen Sie eine \Versions-Deklaration mit der korrekten Version hinzu.

source: Can't determine the version of LilyPond. Please check your LilyPond installation.
de: Konnte die LilyPond-Version nicht entdecken. Bitte kontrollieren Sie Ihre Installation.

source: This LilyPond document is already up-to-date.
de: Dieses LilyPond-Dokument ist bereits auf dem neuesten Stand.

source: The document has been processed with convert-ly. You'll find the messages of convert-ly in a comment block at the end. You still may have to edit some parts manually.
de: Das Dokument wurde mit convert-ly verarbeitet. Sie finden die Meldungen von convert-ly in einem Kommentar-Block am Ende. Sie müssen vielleicht noch einige Teile manuell bearbeiten.

source: The document has been processed with convert-ly, but remained unchanged. This is the message given by convert-ly: %s
de: Das Dokument wurde mit convert-ly verarbeitet, aber blieb unverändert. Das ist die meldung von convert-ly: %s

source: Could not start convert-ly: %s
de: Konnte convert-ly nicht starten: %s

source: Please select some text first.
de: Bitte wählen Sie zuerst Text aus.

source: Click this button a few times to set the tempo.
de: Klicken Sie auf diesen Knopf, um das Tempo einzustellen.

source: Language selection
de: Sprach-Auswahl

source: Please select a language:
de: Bitte wählen Sie eine Sprache:

source: Commands
de: Befehle

source: Name or full path of the LilyPond program.
de: Name oder vollständiger Pfad des LilyPond-Programms.

source: Name or full path of the convert-ly program.
de: Name oder vollständiger Pfad des convert-ly-Programms.

source: Printcommand:
de: Druckbefehl:

source: Command to print a PDF file, for example lpr or kprinter. You may add some arguments, e.g. lpr -P myprinter.
de: Befehl, um ein PDF zu drucken, z.B. lpr oder kprinter. Sie können auch weitere Argumente hinzufügen, beispielsweise lpr -P meindrucker.

source: Name or full path of the Rumor program.
de: Name oder vollständiger Pfad des Programms Rumor.

source: Name or full path of the aconnect program (part of ALSA, for MIDI input and playback using Rumor).
de: Name oder vollständiger Pfad des Programms aconnect (Teil von ALSA, für MIDI-Input und Abspielen mit Rumor).

source: Full command to start Timidity (or any other program) as an ALSA MIDI client.
de: Vollständiger Befehl zum Starten von Timidity (oder einem anderen Programm) als ALSA-MIDI-Client.

source: Name or full path of the pdftk program (see %s).
de: Name oder vollständiger Pfad des Programms pdftk (siehe %s).

source: Paths to search for hyphenation dictionaries of OpenOffice.org, Scribus, KOffice, etc, one per line. If you leave out the starting slash, the prefixes from the KDEDIRS environment variable are prepended.
de: Pfade zur Suche der Trennungs-Wörterbücher (Hyphenation) von OpenOffice.org, Scribus, KOffice, etc, eins pro Zeile. Wenn Sie den Slash am Anfang weglassen, werden die Pfade aus der KDEDIR-Umgebung genommen.

source: Actions
de: Aktionen

source: Check the actions you want to display (if applicable) after LilyPond has successfully compiled your document.
de: Wählen Sie die Aktionen aus, die nach Abschluss der Übersetzung durch LilyPond angezeigt werden sollen.

source: Preferences
de: Voreinstellungen

source: Keep undocked windows on top of Kate
de: Abgedockte Fenster über Kate halten

source: Save document when LilyPond is run
de: Dokument nach Ablauf von LilyPond speichern

source: Let LilyPond delete intermediate output files
de: LilyPond die temporären Output-Dateien löschen lassen

source: Force reload of PDF preview when LilyPond has run
de: Neuladen der PDF-Vorschau forcieren nach Ablauf von LilyPond

source: Always embed LilyPond source files in published PDF
de: Quellcode der LilyPond-Dateien immer in die PDF-Dateien einbetten

source: Start or stop the TiMidity ALSA MIDI client.
de: Starte oder stoppe den TiMidity-ALSA-MIDI-Client.

source: TiMidity successfully started.
de: TiMidity erfolgreich gestartet.

source: TiMidity stopped.
de: TiMidity gestoppt.

source: Could not start TiMidity. Please try the command %s in a terminal to find out what went wrong.
de: Konnte TiMidity nicht starten. Starten Sie den Befehl %s in einer Konsole, um herauszufinden, was falsch gelaufen ist.

source: Start or stop Rumor
de: Starte oder stoppe Rumor

source: Rumor is recording, press ESC to stop.
de: Rumor nimmt auf, drücken Sie ESC zum Stoppen.

source: Meter:
de: Metrum:

source: Key:
de: Schlüssel:

source: The meter to use. Leave 'Auto' to let LilyKDE determine the meter from the LilyPond document.
de: Das Metrum. 'Auto' lässt LilyKDE das Metrum vom LilPond-Dokument bestimmen.

source: Quantize:
de: Quantisierung:

source: The shortest note duration to use.
de: Kürzester zu benutzender Notenwert.

source: Step
de: Schritt

source: Record LilyPond input note by note, without durations.
de: Nehme LilyPond-Input Note für Note auf, ohne Notenlängen.

source: Record monophonic input, without chords.
de: Nehme einstimmig auf, ohne Akkorde.

source: The number of accidentals. A negative number designates flats. Leave 'Auto' to let LilyKDE determine the key signature from the LilyPond document.
de: Anzahl der Vorzeichen. Negative Nummern bedeuten Bs. 'Auto' lässt LilyKDE die Vorzeichen aus dem LilyPond-Dokument bestimmen.

source: Configure...
de: Konfiguriere...

source: Adjust more settings, like MIDI input and output.
de: Mehr Einstellungen, wie MIDI-Input und -Output.

source: Save
de: Speichern

source: Set these settings as default.
de: Diese Einstellungen als Voreinstellung speichern.

source: Found rumor version $version.
de: Rumor Version $version gefunden.

source: Could not find Rumor: %s
de: Konnte Rumor nicht finden: %s

source: Settings have been saved.
de: Voreinstellungen wurden gespeichert.

source: The tempo in beats per minute.
de: Das Tempo in BPM (beats per minute).

source: Rumor Settings
de: Rumor Voreinstellungen

source: OSS device %d
de: OSS Gerät %d

source: MIDI input to use. Choose 'Keyboard' if you want to play on the keyboard of your computer.
de: Zu benutzende MIDI-Quelle. Wählen Sie 'Keyboard', wenn Sie auf dem Keyboard ihres Rechners spielen möchten.

source: MIDI output to use.
de: Zu benutzender MIDI-Output.

source: Language:
de: Sprache:

source: The LilyPond language you want Rumor to output the pitches in.
de: Die LilyPond-Sprache, in der Rumor die Tonstufen ausgeben soll.

source: Explicit durations
de: Eindeutige Länge

source: Add a duration after every note, even if it is the same as the preceding note.
de: Eine bestimmte Notenlänge nach jeder Note einfügen, auch wenn es die selbe ist wie die vorhergehende.

source: Absolute pitch
de: Absolute Tonlage

source: Use absolute pitches instead of relative.
de: Benutze alsolute Tonhöhe anstatt relative

source: No barlines
de: Keine Taktstriche

source: Filter the barlines out of Rumor's output.
de: Filtere die Taktstriche aus dem Output von Rumor.

source: No dots
de: Keine Punktierung

source: Do not use dotted notes, but ties instead.
de: Keine punktierten Noten, stattdessen Bindebögen.

source: Do not use rests, but give all notes the maximum length.
de: Keine Pausen benutzen, sondern allen Noten die maximale Länge geben.

source: Strip rests
de: Pausen ablösen

source: Strip leading and trialing rests from output.
de: Führende und folgende Pausen nicht verarbeiten.

source: Guile scripts to load:
de: Guile-Scripts, die gespeichert werden sollen:

source: Description
de: Beschreibung

source: Here you can select which Guile scripts you want Rumor to load. Check "What's this" for more information.
de: Hier können Sie auswählen, welche Guile-Skripte von Rumor geladen werden sollen. Siehe auch "Was ist das" für mehr Informationen.

source: Here you can select which Guile scripts you want Rumor to load. You can add your own scripts by putting them in %s. If the first line of your script starts with a semicolon (;) that line will be shown as description.
de: Hier können Sie auswählen, welche Guile-Skripte von Rumor geladen werden sollen. Sie können Ihre eigenen Skripte hinzufügen, indem Sie sie in %s angeben. Wenn die erste Zeile Ihres Skripts mit einem Semicolor (;) startet, wird die Zeile als Beschreibung hergenommen.

source: Dedication
de: Gewidmet

source: Title
de: Titel

source: Subtitle
de: Untertitel

source: Subsubtitle
de: zweiter Untertitel

source: Composer
de: Komponist

source: Arranger
de: Arrangeur

source: Poet
de: Dichter

source: Meter
de: Metrum

source: Major
de: Dur

source: Minor
de: Moll

source: Ionian
de: Ionisch

source: Dorian
de: Dorich

source: Phrygian
de: Phrygisch

source: Lydian
de: Lydisch

source: Mixolydian
de: Mixolydisch

source: Aeolian
de: Aeolisch

source: Locrian
de: Lokrisch

source: bottom of first page
de: Fußzeile der ersten Seite

source: bottom of last page
de: Fußzeile der letzten Seite

source: Configure %s
de: Konfiguriere %s

source: No settings available.
de: Keine Einstellungen vorhanden

source: Music follows here.
de: Musik folgt hier.

source: Titles and Headers
de: Titel un Kopfzeilen

source: Parts
de: Teile

source: Available parts:
de: Verfügbare Teile:

source: Add selected part to your score.
de: Ausgewählten Teil der Partitur hinzufügen.

source: Score:
de: Partitur:

source: Remove selected part from your score.
de: Ausgewählten Teil der Partitur löschen.

source: Move selected part up.
de: Ausgewählten Teil hoch schieben.

source: Move selected part down.
de: Ausgewählten Teil herunter schieben

source: Score settings
de: Partitur-Einstellungen

source: General preferences
de: Generelle Einstellungen

source: Instrument names
de: Instrumentennamen

source: Key signature:
de: Notenschlüssel:

source: Time signature:
de: Taktart:

source: Pickup measure:
de: Auftakt-Maß:

source: None
de: Nichts

source: Metronome mark:
de: Metronom Markierung:

source: Tempo indication:
de: Tempo-Bezeichnung:

source: A tempo indication, e.g. "Allegro."
de: Eine Tempo-Bezeichnung, z.B. "Allegro."

source: Default
de: Voreinstellung

source: The LilyPond language you want to use for the pitch names.
de: Die LilyPond-Sprache für die Tonlage-Namen.

source: The LilyPond version you will be using for this document.
de: Die LilyPond-Version für dieses Dokument.

source: Use typographical quotes
de: Typografische Anführungszeichen benutzen

source: Replace normal quotes in titles with nice typographical quotes.
de: Normale Anführungszeichen in Titeln durch schöne typografische ersetzen.

source: Remove default tagline
de: Voreingestellte Tagline löschen

source: Suppress the default tagline output by LilyPond.
de: Voreingestellte LilyPond Tagline unterdrücken.

source: Remove bar numbers
de: Taktnummer löschen

source: Suppress the display of measure numbers at the beginning of every system.
de: Takt-Angaben am Beginn jedes Systems unterdrücken.

source: Create MIDI output
de: MIDI-Ausgabe erstellen

source: Create a MIDI file in addition to the PDF file.
de: Zusätzlich zum PDF eine MIDI-Datei erstellen.

source: Show metronome mark
de: Metronom-Markierung anzeigen

source: If checked, show the metronome mark at the beginning of the score. The MIDI output also uses the metronome setting.
de: Wenn ausgewählt, Metronom.Markierung am beginn der Prtitur anzeigen. Die Midi-Ausgabe nutzt ebenfalls die Mentronom-Einstellungen.

source: Paper size:
de: Papier-Format:

source: Landscape
de: Quer

source: First system:
de: Erstes System:

source: Short
de: Kurz

source: Long
de: Lang

source: Use long or short instrument names before the first system.
de: Lange oder kurze Instrumentennamen vor dem ersten System benutzen.

source: Other systems:
de: Andere Systeme:

source: Use no, short or long instrument names before the next systems.
de: Keine, kurze oder lange Instrumentennamen vor dem nächsten System.

source: Italian names
de: Italienische Namen

source: Choose standard Italian instrument names, like '%s' instead of 'Organ.'
de: Italienische Instrumentennamen, wie %s, statt 'Orgel'.

source: Score Setup Wizard
de: Partitur-Einstellungs-Assistent

source: Remove default LilyPond tagline
de: Voreingestellte LilyPond Tagline entfernen

source: Adjust how many separate voices you want on each staff.
de: Einstellung, wie viele separate Stimmen Sie in jeder Zeile haben möchten.

source: This is primarily useful when you write polyphonic music like a fuge.
de: das ist in erster Linie nützlich, wenn Sie polyphone Musik schreiben, wie z.B. eine Fuge.

source: Right hand:
de: Rechte Hand:

source: Left hand:
de: Linke Hand:

source: Organ
de: Orgel

source: Organ|Org.
de: Orgel|Org.

source: Set to 0 to disable the pedal altogether.
de: Auf 0 setzen, um das Pedal abzuschalten.

source: Piano
de: Klavier

source: Piano|Pno.
de: Klavier|Klav.

source: Harpsichord
de: Harfe

source: Harpsichord|Hs.
de: Harfe|Hrf.

source: Clavichord
de: Spinnett

source: Clavichord|Clv.
de: Spinnett|Spin.

source: Sopranino Sax
de: Sopranino Saxophon

source: Sopranino Sax|SiSx.
de: Sopranino Saxophon|SiSax.

source: Soprano Sax
de: Sopransaxophon

source: Soprano Sax|SoSx.
de: Sopransaxophon|SoSax.

source: Alto Sax
de: Altsaxophon

source: Alto Sax|ASx.
de: Altsaxophon|ASax.

source: Tenor Sax
de: Tenorsaxophon

source: Tenor Sax|TSx.
de: Tenorsaxophon|TSax.

source: Baritone Sax
de: Baritonsaxophon

source: Baritone Sax|BSx.
de: Baritonsaxophon|BSax.

source: Bass Sax
de: Basssaxophon

source: Bass Sax|BsSx.
de: Basssaxophon|BsSax.

source: Violin
de: Violine

source: Violin|Vl.
de: Violine|Vl.

source: Viola
de: Bratsche

source: Viola|Vla.
de: Bratsche|Bra.

source: Contrabass
de: Konrabass

source: Contrabass|Cb.
de: Kontrabass|Kb.

source: Figures follow here.
de: Figur folgt hier.

source: Flute
de: Flöte

source: Flute|Fl.
de: Flöte|Fl.

source: Piccolo
de: Piccolo-Flöte

source: Piccolo|Pic.
de: Piccolo-Flöte|Pic.

source: Bass flute
de: Bass-Flöte

source: Bass flute|Bfl.
de: Bass-Flöte|Bfl.

source: Bassoon
de: Fagott

source: Bassoon|Bn.
de: Fagott|Fg.

source: Contrabassoon
de: Kontra-Fagott

source: Contrabassoon|C.Bn.
de: Kontra-Fagott|K.Fg.

source: Clarinet
de: Klarinette

source: Clarinet|Cl.
de: Klarinette|Kl.

source: Soprano recorder
de: Sopran-Blockflöte

source: Soprano recorder|S.rec.
de: Sopran-Blockflöte|S.Bl.

source: Alto recorder
de: Alt-Blocklöte

source: Alto recorder|A.rec.
de: Alt-Blockflöte|A.Bl.

source: Tenor recorder
de: Tenor-Blockflöte

source: Tenor recorder|T.rec.
de: Tenor-Blockflöte|T.Bl.

source: Bass recorder
de: Bass-Blockflöte

source: Bass recorder|B.rec.
de: Bass-Blockflöte|B.Bl.

source: Trumpet in C
de: Trompete in C

source: Trumpet in C|Tr.C
de: Trompete in C|Tr.C

source: Trumpet in Bb
de: Trompete in B

source: Trumpet in Bb|Tr.Bb
de: Trompete in B|Tr.B

source: Trombone
de: Posaune

source: Trombone|Trb.
de: Posaune|Pos.

source: Staff type:
de: Notenlinien-Typ

source: Normal staff
de: Normale Notenlinien

source: Tablature
de: Tabulatur

source: Both
de: beides

source: Tuning:
de: Stimmung:

source: Mandolin
de: Mandoline

source: Mandolin|Mdl.
de: Mandoline|Mdl.

source: Mandolin tuning
de: Mandoline-Stimmung

source: Open G-tuning (aDGBD)
de: Offene G-Stimmung (aDGBD)

source: C-tuning (gCGBD)
de: C-Stimmung (gCGBD)

source: Modal tuning (gDGCD)
de: Modale Stimmung (gDGCD)

source: Open D-tuning (aDF#AD)
de: Offene D-Stimmung (aDF#AD)

source: Open Dm-tuning (aDFAD)
de: Offene D-moll-Stimmung (aDFAD)

source: Four strings (instead of five)
de: Vier Streicher (statt fünf)

source: Classical guitar
de: Klassische Gitarre

source: Guitar|Gt.
de: Gitarre|Gt.

source: Guitar tuning
de: Gitarren-Stimmung

source: Open G-tuning
de: Offene G-Stimmung

source: Jazz guitar
de: Jazz-Gitarre

source: Jazz guitar|J.Gt.
de: Jazz-Gitarre|J.Gt.

source: Bass tuning
de: Bas- Stimmung

source: Electric bass
de: Elektrischer Bass

source: Electric bass|E.Bs.
de: Elektrischer Bass|E.Bs.

source: Harp
de: Harfe

source: Harp|Hp.
de: Harfe|Hf.

source: Timpani
de: Pauken

source: Timpani|Tmp.
de: Pauken|Pk.

source: Xylophone
de: Xylofon

source: Xylophone|Xyl.
de: Xylofon|Xyl.

source: Vibraphone
de: Vibrafon

source: Vibraphone|Vib.
de: Vibrafon|Vib.

source: Tubular bells
de: Röhrenglocken

source: Tubular bells|Tub.
de: Röhrenglocken|Röh.

source: Drums
de: Schlagzeug

source: Drums|Dr.
de: Schlagzeug|Schl.

source: Drums follow here.
de: Schlagzeug hier

source: keep some distance.
de: etwas Abstand halten

source: Voices:
de: Stimmen:

source: How many drum voices to put in this staff.
de: Wie viele Stimmen in dieser Notenzeile Sind

source: Style:
de: Stil:

source: Drums (5 lines, default)
de: Schlagzeug (5 Linien, Voreinstellung)

source: Timbales-style (2 lines)
de: Kesselpauken-Stil (2 Zeilen)

source: Congas-style (2 lines)
de: Conga-Stil (2 Zeilen)

source: Bongos-style (2 lines)
de: Bongo-Stil (zwei Zeilen)

source: Percussion-style (1 line)
de: Percussion-Stil (1 Zeile)

source: Remove stems
de: Notenhälse entfernen

source: Remove the stems from the drum notes.
de: Notenhälse von Schlagzeugnoten entfernen

source: Chord names
de: Akkord-Namen

source: Chords follow here.
de: Akkorde folgen hier.

source: Chord style:
de: Akkord-Stil:

source: German
de: Deutsch

source: Semi-German
de: Halb-Deutsch

source: Italian
de: Italienisch

source: French
de: Französisch

source: Figured Bass
de: Firgurierter Bass

source: Use extender lines
de: Benutzer erweiterte Linien

source: Lyrics follow here.
de: Text folgt hier.

source: Stanzas:
de: Strofen:

source: The number of stanzas.
de: Anzahl der Strofen

source: Soprano
de: Sopran

source: Soprano|S.
de: Sopran|S.

source: Mezzo soprano
de: Mezzosopran

source: Mezzo-soprano|Ms.
de: Mezzosopran|Ms.

source: Alto
de: Alt

source: Alto|A.
de: Alt|A.

source: Lead sheet
de: erstes Blatt

source: The Lead Sheet provides a staff with chord names above and lyrics below it. A second staff is optional.
de: Das erste Blatt hat eine Zeile mit Akkord-Namen darüber und Text drunter. Eine zweite Zeile ist optional.

source: Add accompaniment staff
de: Zeile für Begleitung hinzufügen

source: Adds an accompaniment staff and also puts an accompaniment voice in the upper staff.
de: Fügt eine Zeile für die Begleitung hinzu und ebenso eine Begleitstimme in der oberen Zeile.

source: Choir
de: Chor

source: Please select the voices for the choir. Use the letters S, A, T, or B. A hyphen denotes a new staff.
de: Bitte wählen Sie die Stimmen für den Chor aus. Benutzen Sie die Buchstaben S, A, T, oder B. Ein Bindestrich bedeutet eine neue Zeile.

source: Tip: For a double choir you can use two choir parts.
de: Tipp: Für einen Doppelchor können Sie zwei Chorteile einrichten.

source: Voicing:
de: Stimmen:

source: Lyrics
de: Text

source: All voices same lyrics
de: Alle Stimmen mit gleichem Text

source: One set of the same lyrics is placed between all staves.
de: Ein Set des gleichen Textes wird zwischen allen Notenzeilen plaziert.

source: Every voice same lyrics
de: Jede Stimme hat den gleichen Text

source: Every voice gets its own lyrics, using the same text as the other voices.
de: Jede Stimme hat ihren eigenen Text, benutzt den selben Text wie die anderen Stimmen.

source: Every voice different lyrics
de: Jede Stimme mit anderem Text

source: Every voice gets a different set of lyrics.
de: Jede Stimme hat ein unterschiedliches Set Text

source: Choir|Ch.
de: Chor|Ch.

source: Strings
de: Streicher

source: Plucked strings
de: gezupfte Streicher

source: Woodwinds
de: Holzbläser

source: Brass
de: Bläser

source: Vocal
de: Vokal

source: Keyboard instruments
de: Tasteninstrumente

source: Percussion
de: Schlagzeug

source: Special
de: Spezial

source: Could not start Pdftk: %s
de: Konnte Pdftk nicht starten: %s

source: Embedded file %s in PDF.
de: Datei %s in PDF eingebettet.

source: Embedding files in PDF failed.
de: Einbetten von Dateien ins PDF missglückt.

source: Open folder
de: Öffne Verzeichnis

source: Open the folder containing the LilyPond and PDF documents.
de: Öffene das Verzeichnis mit den LilyPond und PDF-Dokumenten

source: Open PDF
de: Öffne PDF

source: Open the generated PDF file with the default PDF viewer.
de: Öffne das generierte PDF mit dem voreingestellten Anzeigeprogramm.

source: Print
de: Drucken

source: Print the PDF using the print command set in the Commands settings page.
de: Drucke das PDF mit dem angegebenen Druckbefehl.

source: Email PDF
de: Verschicke PDF per Email

source: Attach the PDF to an email message.
de: PDF als Email-Anhang.

source: Play MIDI
de: Spiele MIDI

source: Play the generated MIDI files using the default MIDI player (Timidity++ is recommended).
de: Spiele das generierte MIDI mit dem voreingestellten MIDI-Player.

source: Embed source
de: Quelle einbetten

source: Embed the LilyPond source files in the published PDF (using pdftk).
de: LilyPond-Quelldatei in das PDF einbetten (mit pdfk)

source: Printing failed: %s
de: Drucken misslang: %s

source: The document has been sent to the printer.
de: Das Dokument wurde zum Drucker geschickt.
